export const catalog:string[] = ['Дизайнерские обои', 'Флизелиновые обои', 'Виниловые обои',
    'Фирменные обои', 'Текстильные обои', 'Бумажные обои', ];

export const services:string[] = [
    'Создание уникального дизайна в квартире, доме, офисе',
    'Оформление офисов и коммерческих помещений с фирменном стиле',
    'Функциональный дизайн. Нанесение указателей, вывесок',
    'Печать фотографий и коллажей'
]

export const links = [
    {
        id: 1,
        linkName: 'О студии',
        href: '/about'
    },
    {
        id: 2,
        linkName: 'Портфолио',
        href: '/portfolio'
    },{
        id: 3,
        linkName: 'Блог',
        href: '/blog'
    },{
        id: 4,
        linkName: 'Контакты',
        href: '/contacts'
    },
]