export const catalog:string[] = ['Дизайнерские обои', 'Флизелиновые обои', 'Виниловые обои',
    'Фирменные обои', 'Текстильные обои', 'Бумажные обои', ];

export const services:string[] = [
    'Создание уникального дизайна в квартире, доме, офисе',
    'Оформление офисов и коммерческих помещений с фирменном стиле',
    'Функциональный дизайн. Нанесение указателей, вывесок',
    'Печать фотографий и коллажей'
]

export const links = [
    {
        id: 1,
        linkName: 'О студии',
        href: '/about'
    },
    {
        id: 2,
        linkName: 'Портфолио',
        href: '/portfolio'
    },{
        id: 3,
        linkName: 'Блог',
        href: '/blog'
    },{
        id: 4,
        linkName: 'Контакты',
        href: '/contacts'
    },
]

export const design = [
    {
        imgSrc: "/about/d1.png",
        title: 'Создаем красивые стены',
        desc: 'Используем различные технологии нанесения изображений. В нашем арсенале немецкое оборудование, Итальянские технологии холодного трансфера и другие бесшовные покрытия.',
    },
    {
        imgSrc: '/about/d2.png',
        title: 'Можно нанести любое изображение',
        desc: "В зависимости от выбранной технологии разрешение печати нанесённого изображения может составлять до 1440 dpi",
    },
    {
        imgSrc: "/about/d3.png",
        title: 'Ваши стены - наш мольберт',
        desc: 'Наши дизайнеры помогут с выбором качественного изображения либо создадут для вас индивидуальный проект с учётом ваших пожеланий.'
    },
    {
        imgSrc: "/about/d4.png",
        title: 'Обновить стены без ремонта',
        desc: 'С помощью опыта нашей команды преобразить любые помещения не составит труда вне зависимости от масштаба или сложности задачи.'
    },
]